alacritty
alsa-utils
arm-none-eabi-gcc
arm-none-eabi-newlib
avr-binutils
avr-gcc
avr-libc
avrdude
awesome
base
base-devel
bat
bridge-utils
btrfs-progs
chromium
clang
dex
dfu-programmer
dfu-util
dnsmasq
edk2-shell
efibootmgr
exa
fd
firefox
git
htop
hugo
intel-ucode
iptables-nft
keychain
lazygit
linux
linux-firmware
luarocks
ly
maim
man-db
neofetch
neovim
noto-fonts-emoji
nvidia
openbsd-netcat
openssh
p7zip
picom
qemu-base
qmk
ripgrep
riscv64-elf-binutils
riscv64-elf-gcc
riscv64-elf-newlib
rofi
rustup
stylua
terminator
terminus-font
tldr
unzip
usbutils
vde2
vim
virt-manager
wget
xorg-server
xorg-server-xephyr
xorg-xinit
xorg-xrandr
xsel
xterm
zip
zram-generator
zsh
